const characterIntro = {
	acetaffy: "永雏塔菲是一名经营着侦探事务所的少女王牌侦探发明家。她来自1885年，乘着自己发明的时光机试图穿越到100年后的时空，却因迟到36年来到了现代，并被现代的电子游戏吸引，不想返回过去。",
	minitaffy: "呃呃，唐完了喵。",
	junko: `东方绀珠传6面BOSS　（无名的存在）<br/>
    纯狐<br/>
    Junko<br/>
    种族：神灵<br/>
    能力：纯化程度的能力<br/>
    <br/>
    对于月之民抱有怨恨的存在。<br/>
    自身也是被怨恨纯化的灵。<br/>
    她已经连自己是什么人的情报都不需要了。<br/>
    <br/>
    她对月之民嫦娥有着强烈的怨恨。<br/>
    详情与游戏的一部分结局重复，在此并不细说，<br/>
    她似乎是一个每次袭击月之都，最终都被贤者平息其愤怒的存在。<br/>
    丈夫杀死了自己的儿子，这是最初的怨恨，但怨恨早已纯化，<br/>
    失去了控制。<br/>
    <br/>
    其存在只有一部分月之民知道。<br/>
    因为月之民不需要有畏惧敌人的生活。<br/>
    嫦娥是否知晓她的存在还尚不明确，但应该不会毫不知情吧。<br/>
    <br/>
    嫦娥，虽然在本作中并未登场，是被幽禁在月之都的月之女神。<br/>
    她是月兔的支配者，也有着强大的力量，但并不会出现在外界面前。<br/>
    嫦娥是使用了蓬莱之药的罪人。<br/>
    <br/>
    这次的月之都袭击计划的概要如下。<br/>
    <br/>
    「使月的正面，充满纯化了生命力的妖精，<br/>
      将月球本身，化为生命之星。<br/>
      这样一来，月之都就只好逃窜了。<br/>
      趁其不备，讨伐藏匿其中的嫦娥。」<br/>
      <br/>
    厌恶地面充斥污秽（生命）而移居月球，是月之都的开端。<br/>
    她想让相同的事情，发生在月球。<br/>
    <br/>
    计划十分顺利。<br/>
    静海开始被生命填满。<br/>
    地狱的妖精们，将月球当作了乐园。<br/>
    地狱的环境便是如此严苛。<br/>
    <br/>
    月之民，对于她的生命之星计划束手无策。<br/>
    <br/>
    然而，纯狐却已经知道。<br/>
    月之民不会就这样居住在污秽附近，他们一定会逃往梦境之类的地方。<br/>
    所以，预测到这一切的她，将朋友送到了那边。<br/>
    <br/>
    不知该说是正如所料，还是说预料之外，月之民超过半年都没什么动静。<br/>
    纯狐也攻击月之都感到厌倦了。双方都无法出手，陷入了胶着状态。<br/>
    逐渐，她的愤怒有所舒缓，开始考虑今后该如何行动。<br/>
    <br/>
    就在此时，想不到人类居然出现了。<br/>
    而且是污秽被净化的人类。是某种药物的影响吗。<br/>
    <br/>
    不厌恶生命，又感受不到生命。<br/>
    虽然想不到会打出如此这般牺牲人类的奇计，但她却放心了。<br/>
    <br/>
    月之贤者所做之事超乎所料。<br/>
    这是她的乐趣所在。<br/>
    然后，终于，这次的复仇大戏，将要落下帷幕了。`,
	taffyhuiwan_sunquan: "界孙权，但是会玩。",
	taffyhuiwanplus_sunquan: "界孙权，但是超会玩。",
	hoshino: "阿拜多斯高等学校的前副会长，现在是担任对策委员会的委员长的慵懒少女。<br/>拥有大叔似的说话口气，比起工作更喜欢玩耍。虽然因为偷懒会常常被委员会的伙伴说教，可一旦执行任务，就会为了守护伙伴而奋斗在最前线。",
	swimsuit_hoshino: "阿拜多斯高等学校所属，为了追求悠闲度过夏日而来到无人岛的对策委员会的委员长。<br/>与表面上怕麻烦的态度相反，做准备的时候却很认真。但是，似乎本人没有意识到自己比平常稍微积极的样子。",
	himari: "千年科学学园所属，黑客集团「真理部」的原部长，现在是特异现象搜查部的部长。<br/>自称超天才病弱美少女黑客，好像是千年史上的仅有3人获得了的「全知」学位的所有者……这是真实的吗，这个学位真的存在吗，这都被一层神秘的面纱所笼罩着。日鞠说，少女正因有着很多秘密才美丽……诸如此类的话。另外，作为实力首屈一指指的天才黑客的同时，她也是一位对一切神秘的事物有着浓厚兴趣的少女。",
	taffy_liubianxing: "什么都略懂一点神将",
	limulu: "来自异世界的弱小史莱姆",
};

export default characterIntro;
